/* Safari App Extension, toolbar popover, title of the button for start protection. */
"sae-popover-enabled-button-title" = "Iniciar protección";

/* Safari App Extension, toolbar popover, message text for start protection. */
"sae-popover-enabled-message" = "Protección de AdGuard deshabilitada. Pulsa el botón \"Iniciar protección\"";

/* Safari App Extension, toolbar popover, title of the button for running AdGuard. */
"sae-popover-run-adguard-button-title" = "Ejecutar AdGuard";

/* Safari App Extension, toolbar popover, message text for running AdGuard. */
"sae-popover-run-adguard-message" = "AdGuard está deshabilitado. Debe estar funcionando si deseas cambiar la configuración del bloqueo de contenido";

/* Safari App Extension, toolbar popover, description text for running AdGuard. */
"sae-popover-run-adguard-description" = "Ten en cuenta que el bloqueo de contenido en Safari funciona incluso cuando la aplicación no se está ejecutando";
